The total expected number of streams to save to local.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public int TotalStreams { get; }
  Visual Basic
Public ReadOnly Property TotalStreams As Integer
	Get
  Visual C++
public:
property int TotalStreams {
	int get ();
}
 See Also
  DocumentSaveToLocalProgessChangedEventArgs Class
  Autodesk.Revit.DB.Events Namespace